name: "wd"
platform: "pytorch_libtorch"
max_batch_size: 8
input [
  {
    name: "INPUT0__0"
    data_type: TYPE_INT32
    dims: [39]
  }
]
output [
  {
    name: "OUTPUT0__0"
    data_type: TYPE_FP32
    dims: [ 1 ]
  }
]
instance_group [
  {
    count: 2
    kind: KIND_CPU
  }
]
